akamud.vscode-theme-onedark
batisteo.vscode-django
bianxianyang.htmlplay
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
jamesmaj.easy-icons
jasonnutter.search-node-modules
KevinRose.vsc-python-indent
maximetinu.identical-sublime-monokai-csharp-theme-colorizer
MS-CEINTL.vscode-language-pack-ko
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.java
ritwickdey.LiveServer
styled-components.vscode-styled-components
twxs.cmake
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.nodejs-extension-pack
wholroyd.jinja
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
